[
    {
        "experience": [
            {
                "title": "Degree in Design and Multimedia at University of Coimbra ",
                "date": "September 2017 - March 2021",
                "text": "<p>Faculty of Science and Technologies at the University of Coimbra.</p><p>In 2018, I embarked on my journey in design through a comprehensive program at the esteemed University of Coimbra. This degree equipped me with essential skills and knowledge in both traditional and digital design, enabling me to excel in areas such as Graphic and Web Design.</p><p>Through my education, I honed my ability to think critically, solve complex design challenges, and effectively communicate ideas through visual mediums. in areas such as:</p><p> Typoghraphy, Graphic Design, Communication Design, Project, Photography & Composition, Multimedia Programming, Audiovisual Production, Editorial Design, History of Design.</p>"
            },
            {
                "title": "The Feeting Room - Professional Internship",
                "date": "September 2021 - October 2022",
                "text": "<p>In 2021, I joined The Feeting Room's Team, a brand that is home to Nacional and International Sustainable and Independent brands.</p><p>During my internship I worked with multiple partner brands in the Consulting Department, designing brand-books, collection presentations, copies and Content for Social Media and Websites. This was in addition to creating and developing content for the Marketing Department of The Feeting Room, for example:</p><ul><li>Printed Materials for Stores (Acrylics, Cards, Vinyls, Tags)</li><li>Social Media Content (Reels, Short Videos, Stories layouts, Ads...)</li><li>Campaigns: Christmas Edit, Ask Mr. Pinho, Mother's Day, Black Friday Weekend and Sales Campaigns</li><li>Newsletters and GiveAways</li><li>Supplies for Events (Invites, Stickers, Vouchers, Flyers)</li><li>Website Managment (Banners, Gifs, Product Photos)</li><li>Product Photo Assistant</li><li>Creative Director Assistant in Photoshoots</li><li>Backstage Content Creator</li><li>Stylist</li></ul>"
            },
            {
                "title": "Deepwear - Global Progressive Fashion Agency",
                "date": "November 2022 - Present",
                "text": "<p>As a Graphic Designer at Deepwear, I had the opportunity to immerse myself in various aspects of the fashion industry, in a global scale. My role involved visiting fashion factories, presenting new projects, and creating brochures and collections for our esteemed clients. I took charge of shooting captivating photos and videos to generate compelling content for our digital platforms.</p><p>Collaborating closely with project managers, I contributed to the development of brand identities, logos, and prints that resonated with our clients' visions. Additionally, I worked alongside the marketing team to craft visually appealing newsletters and engaging blog posts, enhancing our brand's online presence, writing copies for post, and working as a social media manager.</p><p>Throughout my tenure at Deepwear, I gained invaluable experience in executing diverse design projects within the fashion realm. I honed my skills in visual storytelling, brand development, and creating impactful marketing mater.</p>"
            },
            {
                "title": "Working as a Freelancer",
                "date": "September 2020 - Present",
                "text": "<p>Following the completion of my degree, I embarked on a successful freelance career, collaborating with various small companies and entrepreneurs.</p><p>My responsibilities encompassed a range of deliverables, including: Brand Identity Development, Printed Supports and Social Media Content Creation.</p><p> Throughout these freelance projects, I demonstrated a keen attention to detail, effective communication, and an ability to deliver exceptional results within set timelines.</p>"
            },
            {
                "title": "Choreographer at Music Beats Events and Groovy Events",
                "date": "May 2017 - Present",
                "text": "<p>Currently, I'm a choreographer in 2 companies of animation and entertainment. It's a side job that occupies me mainly the summer wich allows me to develop my social skills.</p><p>This opportunity was made possible after 6 years participating in Ballroom Dance Competitions where i was awarded a Nacional Champion of Ballroom and Latin Styles in 2016 and 2017.</p>"
            },
            {
                "title": "Retailer at Springfield from Cortefiel Group",
                "date": "September 2020 - May 2021",
                "text": "<p>During my final year of study in Coimbra, I proactively sought employment opportunities to support myself financially. This decision opened doors for me to explore various fields and gain valuable professional experience outside of my core discipline.</p><p>I successfully took on roles in different domains, including: Sales Assistant, Warehouse Manager and Customer Service Representative.</p><p>These experiences outside of my academic focus allowed me to cultivate a versatile skill set, including adaptability, effective communication, problem-solving, and the ability to thrive in dynamic work environments.</p>"
            }
        ],
        "software": [
            {
                "name": "Adobe Premiere",
                "stars": 4,
                "icon": "/icons/PR-B.svg"
            },
            {
                "name": "Adobe Photoshop",
                "stars": 4,
                "icon": "/icons/PS - B.svg"
            },
            {
                "name": "Adobe Illustrator",
                "stars": 4,
                "icon": "/icons/AI - B.svg"
            },
            {
                "name": "Adobe After Effects",
                "stars": 4,
                "icon": "/icons/AE -B.svg"
            },
            {
                "name": "Adobe Indesign",
                "stars": 5,
                "icon": "/icons/ID -B.svg"
            },
            {
                "name": "Behance",
                "stars": 3,
                "icon": "/icons/BE -B.svg"
            },
            {
                "name": "Figma",
                "stars": 4,
                "icon": "/icons/FIGMA - B.svg"
            },
            {
                "name": "Gempages",
                "stars": 3,
                "icon": "/icons/GEMPAGES-B.svg"
            },
            {
                "name": "Microsoft Office",
                "stars": 3,
                "icon": "/icons/OFFICE-B.svg"
            }
        ]
    }
]